Repository: math65/dsmaccess
Catalog: dsmaccess/Localizable.xcstrings
Source language: en
Languages: fr

# packages.detail.installation_type
source: Installation type
fr: Type d’installation

# packages.detail.source.unknown
source: Unknown
fr: Inconnue

# packages.detail.title
source: Package details
fr: Détails du paquet

# packages.dsm_status.value
source: DSM status: %@
fr: État DSM : %@

# packages.empty.description
source: Install a package from the official catalog or an SPK file.
fr: Installez un paquet depuis le catalogue officiel ou un fichier SPK.

# packages.empty.title
source: No installed packages
fr: Aucun paquet installé

# packages.filter.label
source: Filter packages
fr: Filtrer les paquets

# packages.filter.needs_repair
source: Needs repair
fr: À réparer

# packages.filter.not_installed
source: Not installed
fr: Non installés

# packages.filter.stopped
source: Stopped
fr: Arrêtés

# packages.install.action
source: Install %@
fr: Installer %@

# packages.install.already_installed.error
source: The %@ package is already installed.
fr: Le paquet %@ est déjà installé.

# packages.install.button
source: Install
fr: Installer

# packages.install.confirm
source: Install This Package?
fr: Installer ce paquet ?

# packages.install.confirm.description
source: “%1$@” version %2$@ will be downloaded from the official catalog, installed, and started if supported by the package.
fr: « %@ » version %@ sera téléchargé depuis le catalogue officiel, installé puis démarré si le paquet le permet.

# packages.install.download_failed.error
source: DSM could not download the package.
fr: DSM n’a pas pu télécharger le paquet.

# packages.install.error
source: Failed to install %1$@: %2$@
fr: Échec de l’installation de %@ : %@

# packages.install.extra_operations.error
source: DSM requires additional operations on other packages. Complete this installation in DSM Package Center so you can review them explicitly.
fr: DSM exige des opérations supplémentaires sur d’autres paquets. Effectuez cette installation dans le Centre de paquets DSM pour les vérifier explicitement.

# packages.install.invalid_spk.error
source: Select a valid SPK package file.
fr: Sélectionnez un fichier de paquet SPK valide.

# packages.install.progress
source: Installing %@…
fr: Installation de %@ en cours…

# packages.install.requires_dsm.description
source: This package requires a DSM licence or configuration wizard.
fr: Une licence ou un assistant de configuration DSM est requis pour ce paquet.

# packages.install.status
source: Installing %@
fr: Installation de %@

# packages.install.success
source: %@ installed
fr: %@ installé

# packages.install.timeout.error
source: The installation timed out.
fr: L’installation a expiré.

# packages.install_spk.confirm
source: Install This SPK File?
fr: Installer ce fichier SPK ?

# packages.install_spk.confirm.description
source: The “%@” file will be uploaded to the NAS and installed. A package can run software with access to NAS resources. Continue only if you trust its source.
fr: Le fichier « %@ » sera envoyé au NAS puis installé. Un paquet peut exécuter du logiciel avec accès aux ressources du NAS. Continuez uniquement si vous faites confiance à sa provenance.

# packages.installed.count
source: %lld installed packages
fr: %lld paquets installés

# packages.installed.table.label
source: Installed packages
fr: Paquets installés

# packages.loading.progress
source: Loading packages…
fr: Chargement des paquets…

# packages.manual_install.busy.error
source: A manual installation is already in progress.
fr: Une installation manuelle est déjà en cours.

# packages.manual_install.button
source: Manual Installation…
fr: Installation manuelle…

# packages.manual_install.file_open.error
source: Unable to open the package file: %@
fr: Impossible d’ouvrir le fichier de paquet : %@

# packages.manual_install.file_picker.hint
source: Select a package file with the .spk extension.
fr: Sélectionnez un fichier de paquet portant l’extension .spk.

# packages.manual_install.unavailable.error
source: Manual package installation is not available on this NAS.
fr: L’installation manuelle de paquets n’est pas disponible sur ce NAS.

# packages.menu.settings
source: Package Center Settings…
fr: Réglages du Centre de paquets…

# packages.menu.sources
source: Package Sources…
fr: Sources de paquets…

# packages.monitoring.stop.button
source: Stop monitoring
fr: Arrêter le suivi

# packages.monitoring.stop.description
source: Tracking stopped in the app. An operation already sent to the NAS may continue in DSM.
fr: Suivi arrêté dans l’app. L’opération déjà envoyée au NAS peut continuer dans DSM.

# packages.monitoring.stop.hint
source: Stop monitoring in the app; installation can continue on the NAS
fr: Arrêter le suivi dans l’app ; l’installation peut continuer sur le NAS

# packages.more_actions.hint
source: Manual installation, sources, and Package Center settings
fr: Installation manuelle, sources et réglages du Centre de paquets

# packages.more_actions.label
source: More Actions
fr: Plus d’actions

# packages.operation.busy.error
source: A package operation is already in progress.
fr: Une opération est déjà en cours pour un paquet.

# packages.operation.busy_package.error
source: An operation is already in progress for this package.
fr: Une opération est déjà en cours pour ce paquet.

# packages.operation.installing.progress
source: %@, installing on the NAS
fr: %@, installation par le NAS

# packages.operation.preparing.progress
source: %@, preparing on the NAS
fr: %@, préparation par le NAS

# packages.operation.status_check.progress
source: %1$@, status check %2$lld
fr: %@, vérification de l’état %lld

# packages.operation.upload.progress
source: %1$@, upload %2$@
fr: %@, envoi %@

# packages.refresh.button
source: Refresh packages
fr: Actualiser les paquets

# packages.repair.action
source: Repair %@
fr: Réparer %@

# packages.repair.assistant_required.error
source: The %@ package requires a DSM licence or configuration wizard. Repair it in DSM Package Center so you can make those choices explicitly.
fr: Le paquet %@ exige une licence ou un assistant de configuration propre à DSM. Réparez-le depuis le Centre de paquets DSM pour effectuer ces choix explicitement.

# packages.repair.confirm
source: Repair This Package?
fr: Réparer ce paquet ?

# packages.repair.confirm.reinstall_description
source: “%@” will be reinstalled from the official catalog to replace its damaged files. The package may be restarted.
fr: « %@ » sera réinstallé depuis le catalogue officiel afin de remplacer ses fichiers endommagés. Le paquet pourra être redémarré.

# packages.repair.confirm.update_description
source: “%1$@” will be repaired using version %2$@ from the official catalog. This will also update the package and may restart it.
fr: « %@ » sera réparé avec la version %@ du catalogue officiel. Cette opération mettra aussi le paquet à jour et pourra le redémarrer.

# packages.repair.from_installed.description
source: This package can be repaired from the installed packages list.
fr: Ce paquet peut être réparé depuis la liste des paquets installés.

# packages.repair.menu
source: Repair…
fr: Réparer…

# packages.repair.no_official_package.error
source: No matching official package is available to repair %@.
fr: Aucun paquet officiel correspondant à %@ n’est disponible pour la réparation.

# packages.repair.progress
source: Repairing %@…
fr: Réparation de %@ en cours…

# packages.repair.status
source: Repairing %@
fr: Réparation de %@

# packages.repair.success
source: %@ repaired
fr: %@ réparé

# packages.repair.unavailable.description
source: No compatible official package is available for a direct repair. Use DSM Package Center.
fr: Aucun paquet officiel compatible n’est disponible pour une réparation directe. Utilisez le Centre de paquets DSM.

# packages.repair.unavailable.error
source: Package repair is not available on this NAS.
fr: La réparation de ce paquet n’est pas disponible sur ce NAS.

# packages.repair.updated.success
source: %@ repaired and updated
fr: %@ réparé et mis à jour

# packages.search.empty.description
source: Change the search or filter.
fr: Modifiez la recherche ou le filtre.

# packages.search.field
source: Search packages
fr: Rechercher des paquets

# packages.settings.auto_update.footer
source: Some packages don’t support automatic updates.
fr: Certains paquets ne prennent pas en charge la mise à jour automatique.

# packages.settings.automatic_updates
source: Automatic updates
fr: Mise à jour automatique

# packages.settings.automatic_updates.hint
source: Choose the automatic package update policy
fr: Choisir la stratégie de mise à jour automatique des paquets

# packages.settings.beta.description
source: Beta versions let you try new features before their official release.
fr: Les versions bêta permettent d'essayer les nouvelles fonctionnalités avant leur publication officielle.

# packages.settings.beta_versions.hint
source: Show beta versions in Package Center
fr: Afficher les versions bêta dans le Centre de paquets

# packages.settings.beta_versions.label
source: Show beta versions
fr: Afficher les versions bêta

# packages.settings.close.hint
source: Close Package Center settings
fr: Fermer les réglages du Centre de paquets

# packages.settings.default_volume
source: Default volume
fr: Volume par défaut

# packages.settings.desktop_notifications
source: Enable desktop notifications
fr: Activer les notifications sur le bureau

# packages.settings.desktop_notifications.hint
source: Enable desktop update notifications
fr: Activer les notifications de mise à jour sur le bureau

# packages.settings.email_notification.hint
source: Enable update notifications by email
fr: Activer les notifications de mise à jour par courriel

# packages.settings.email_notification.label
source: Enable email notification
fr: Activer la notification par courriel

# packages.settings.loaded.announcement
source: Package Center settings loaded
fr: Réglages du Centre de paquets chargés

# packages.settings.manage_sources.button
source: Manage Package Sources…
fr: Gérer les sources de paquets…

# packages.settings.manage_sources.unavailable
source: Package source management is not available on this NAS.
fr: La gestion des sources de paquets n’est pas disponible sur ce NAS.

# packages.settings.not_loaded.error
source: Settings not loaded.
fr: Réglages non chargés.

# packages.settings.preserved_settings.label
source: Preserved settings
fr: Paramètres conservés

# packages.settings.retry.button
source: Retry loading Package Center settings
fr: Réessayer de charger les réglages du Centre de paquets

# packages.settings.save.error
source: Failed to save: %@
fr: Échec de l'enregistrement : %@

# packages.settings.save.success
source: Setting saved
fr: Réglage enregistré

# packages.settings.saving.progress
source: Saving settings…
fr: Enregistrement des réglages…

# packages.settings.sources.hint
source: Add, edit, or remove third-party Package Center sources
fr: Ajouter, modifier ou supprimer les sources tierces du Centre de paquets

# packages.settings.title
source: Package Center Settings
fr: Réglages du Centre de paquets

# packages.settings.trust_level.description
source: DSM Access preserves these values whenever settings are saved. This NAS’s APIs do not expose a verified way to change the trust level or publisher certificates here.
fr: DSM Access conserve ces valeurs lors de chaque enregistrement. Les API de ce NAS n’exposent pas de commande vérifiée permettant de modifier ici le niveau de confiance ou les certificats d’éditeur.

# packages.settings.trust_level.label
source: Trust level (DSM code)
fr: Niveau de confiance (code DSM)

# packages.settings.update_notifications.section
source: Update notifications
fr: Notifications de mise à jour

# packages.settings.update_scope.important
source: Important versions
fr: Versions importantes

# packages.settings.update_scope.latest
source: Latest versions
fr: Dernières versions

# packages.sources.add.button
source: Add Source…
fr: Ajouter une source…

# packages.sources.add.fields.label
source: New source
fr: Nouvelle source

# packages.sources.add.footer
source: Adding a source makes its packages visible but does not install them. Add only sources you trust.
fr: L’ajout d’une source rend ses paquets visibles mais n’en installe aucun. N’ajoutez que des sources que vous jugez fiables.

# packages.sources.add.hint
source: Add an HTTPS source to Package Center
fr: Ajouter une source HTTPS au Centre de paquets

# packages.sources.add.success
source: Source %@ added
fr: Source %@ ajoutée

# packages.sources.add.title
source: Add Source
fr: Ajouter une source

# packages.sources.count
source: %lld package sources
fr: %lld sources de paquets

# packages.sources.edit.action
source: Edit the %@ source
fr: Modifier la source %@

# packages.sources.edit.success
source: Source %@ updated
fr: Source %@ mise à jour

# packages.sources.edit.title
source: Edit Source
fr: Modifier la source

# packages.sources.empty.description
source: Add an HTTPS source to show its packages in Package Center.
fr: Ajoutez une source HTTPS pour afficher ses paquets dans le Centre de paquets.

# packages.sources.empty.title
source: No Third-Party Sources
fr: Aucune source tierce

# packages.sources.loading.label
source: Loading sources…
fr: Chargement des sources…

# packages.sources.loading.progress
source: Loading package sources…
fr: Chargement des sources de paquets…

# packages.sources.remove.action
source: Remove the %@ source
fr: Supprimer la source %@

# packages.sources.remove.confirm
source: Remove This Source?
fr: Supprimer cette source ?

# packages.sources.remove.confirm.description
source: The “%@” source will be removed from Package Center. Installed packages will not be stopped or uninstalled.
fr: La source « %@ » sera retirée du Centre de paquets. Les paquets déjà installés ne seront ni arrêtés ni désinstallés.

# packages.sources.remove.error
source: Failed to remove %1$@: %2$@
fr: Échec de la suppression de %@ : %@

# packages.sources.remove.progress
source: Removing the %@ source…
fr: Suppression de la source %@…

# packages.sources.remove.success
source: Source %@ removed
fr: Source %@ supprimée

# packages.sources.save.error
source: Failed to save the source: %@
fr: Échec de l’enregistrement de la source : %@

# packages.sources.saving.progress
source: Saving source…
fr: Enregistrement de la source…

# packages.sources.table.label
source: Configured package sources
fr: Sources de paquets configurées

# packages.sources.title
source: Package Sources
fr: Sources de paquets

# packages.sources.url.label
source: HTTPS address
fr: Adresse HTTPS

# packages.start.hint
source: Start this package
fr: Démarrer ce paquet

# packages.start.progress
source: Starting %@…
fr: Démarrage de %@ en cours…

# packages.start.success
source: %@ started
fr: %@ démarré

# packages.status.installed
source: Installed package
fr: Paquet installé

# packages.status.not_installed
source: Not installed
fr: Non installé

# packages.status.up_to_date
source: Up to date
fr: À jour

# packages.status.update_available
source: Update available
fr: Mise à jour disponible

# packages.stop.hint
source: Stop this package
fr: Arrêter ce paquet

# packages.stop.progress
source: Stopping %@…
fr: Arrêt de %@ en cours…

# packages.stop.success
source: %@ stopped
fr: %@ arrêté

# packages.summary.count_with_updates
source: %lld packages, %lld updates available
fr: %lld paquets, %lld mises à jour disponibles

# packages.uninstall.action
source: Uninstall %@
fr: Désinstaller %@

# packages.uninstall.assistant_required.description
source: This package provides an uninstall assistant in DSM. DSM Access will not uninstall it without that assistant.
fr: Ce paquet propose un assistant de désinstallation dans DSM. DSM Access ne lancera pas sa désinstallation sans cet assistant.

# packages.uninstall.assistant_required.error
source: This package requires its own DSM uninstall assistant. Uninstall it from DSM Package Center so you can choose how its data is handled.
fr: Ce paquet exige un assistant de désinstallation propre à DSM. Désinstallez-le depuis le Centre de paquets DSM pour choisir correctement le traitement de ses données.

# packages.uninstall.assistant_required.title
source: DSM uninstall assistant required
fr: Assistant DSM requis pour la désinstallation

# packages.uninstall.confirm
source: Uninstall this package?
fr: Désinstaller ce paquet ?

# packages.uninstall.confirm.cancel
source: Keep this package
fr: Conserver ce paquet

# packages.uninstall.confirm.description
source: “%@” will be uninstalled. Data stored in shared folders (photos, databases…) may be kept depending on the package; to delete it, use the Shares module. You can reinstall the package from DSM.
fr: « %@ » sera désinstallé. Les données stockées dans des dossiers partagés (photos, bases de données…) peuvent être conservées selon le paquet ; pour les supprimer, utilisez le module Partages. Vous pourrez réinstaller le paquet depuis DSM.

# packages.uninstall.error
source: Failed to uninstall %@: %@
fr: Échec de la désinstallation de %@ : %@

# packages.uninstall.hint
source: Uninstall this package
fr: Désinstaller ce paquet

# packages.uninstall.menu
source: Uninstall…
fr: Désinstaller…

# packages.uninstall.progress
source: Uninstalling %@…
fr: Désinstallation de %@ en cours…

# packages.uninstall.requires_dsm.description
source: This package requires DSM’s uninstall assistant so its data is handled without implicit choices.
fr: Ce paquet exige l’assistant de désinstallation de DSM afin de traiter ses données sans choix implicite.

# packages.uninstall.success
source: %@ uninstalled
fr: %@ désinstallé

# packages.uninstall.unavailable.error
source: Uninstalling this package is not available on this NAS.
fr: La désinstallation de ce paquet n’est pas disponible sur ce NAS.

# packages.update.action
source: Update %@
fr: Mettre à jour %@

# packages.update.confirm
source: Update this package?
fr: Mettre à jour ce paquet ?

# packages.update.confirm.cancel
source: Do not update this package
fr: Ne pas mettre à jour ce paquet

# packages.update.confirm.description
source: “%1$@” will be updated to version %2$@. The package will be downloaded, installed, and restarted.
fr: « %@ » sera mis à jour vers la version %@. Le paquet sera téléchargé, installé puis redémarré.

# packages.update.confirm.restart_description
source: “%1$@” will be updated to version %2$@. The package will be downloaded, installed, and restarted. This may take several minutes. If DSM requires a NAS restart, you will need to do it from DSM.
fr: « %1$@ » sera mis à jour vers la version %2$@. Le paquet sera téléchargé, installé puis redémarré. L’opération peut prendre plusieurs minutes. Si DSM exige un redémarrage du NAS, vous devrez l’effectuer depuis DSM.

# packages.update.error
source: Failed to update %1$@: %2$@
fr: Échec de la mise à jour de %1$@ : %2$@

# packages.update.menu
source: Update…
fr: Mettre à jour…

# packages.update.none.error
source: No updates available.
fr: Aucune mise à jour disponible.

# packages.update.none_for_package.error
source: No update is available for %@.
fr: Aucune mise à jour disponible pour %@.

# packages.update.progress
source: Updating %@…
fr: Mise à jour de %@ en cours…

# packages.update.status
source: Updating %@
fr: Mise à jour de %@

# packages.update.success
source: %@ updated
fr: %@ mis à jour

# packages.update.unavailable.error
source: Installing updates is not available on this NAS.
fr: L’installation des mises à jour n’est pas disponible sur ce NAS.

# packages.update_all.button
source: Update All
fr: Tout mettre à jour

# packages.update_all.confirm
source: Update all packages?
fr: Mettre à jour tous les paquets ?

# packages.update_all.confirm.description
source: %lld packages will be updated one at a time. Each download and installation will be started only once.
fr: %lld paquets seront mis à jour l’un après l’autre. Chaque téléchargement et chaque installation est lancé une seule fois.

# packages.update_all.hint
source: Update all compatible packages
fr: Mettre à jour tous les paquets compatibles

# packages.update_all.partial_failure.summary
source: %1$lld packages updated, %2$lld failed: %3$@
fr: %lld paquets mis à jour, %lld en échec : %@

# packages.update_all.progress
source: Updating all packages…
fr: Mise à jour de tous les paquets en cours…

# packages.update_all.success
source: %lld packages updated
fr: %lld paquets mis à jour

# password_change.cancel.hint
source: Cancel the change and return to sign-in
fr: Renoncer au changement et revenir à la connexion

# password_change.confirm_field.hint
source: Enter the password again to confirm
fr: Saisir à nouveau le mot de passe pour confirmation

# password_change.confirm_field.label
source: Confirm new password
fr: Confirmer le nouveau mot de passe

# password_change.description
source: DSM requires this account's password to be changed before signing in.
fr: DSM demande de changer le mot de passe de ce compte avant de se connecter.

# password_change.new_field.hint
source: Enter the account's new password
fr: Saisir le nouveau mot de passe du compte

# password_change.progress.announcement
source: Changing password…
fr: Changement du mot de passe en cours…

# password_change.progress.label
source: Changing password
fr: Changement du mot de passe en cours

# password_change.submit.button
source: Change password
fr: Changer le mot de passe

# password_change.submit.hint
source: Save the new password and sign in
fr: Enregistrer le nouveau mot de passe puis se connecter

# password_change.title
source: New password required
fr: Nouveau mot de passe requis

# permissions.application.ip_rule.hint
source: This rule targets specific addresses and is edited in DSM.
fr: Cette règle vise des adresses précises et se modifie dans DSM.

# permissions.application.privilege.default
source: Default
fr: Par défaut

# permissions.application.table.label
source: Permissions per application
fr: Autorisations par application

# permissions.share.no_access
source: No access
fr: Aucun accès

# permissions.share.read_write
source: Read/write
fr: Lecture/écriture

# privileges.application.allow
source: Allow
fr: Autoriser

# privileges.application.allow_default
source: allowed by default
fr: autorisée par défaut

# privileges.application.deny
source: Deny
fr: Refuser

# privileges.application.deny_default
source: denied by default
fr: refusée par défaut

# quickconnect.error.dsm_access_disabled
source: QuickConnect access to DSM is not enabled on this NAS.
fr: L’accès à DSM par QuickConnect n’est pas activé sur ce NAS.

# quickconnect.error.id_not_found
source: This QuickConnect ID could not be found.
fr: Cet identifiant QuickConnect est introuvable.

# quickconnect.error.nas_offline
source: The NAS associated with this QuickConnect ID is offline.
fr: Le NAS associé à cet identifiant QuickConnect est hors ligne.

# quickconnect.error.no_https_route
source: QuickConnect did not provide a verifiable HTTPS route to this NAS.
fr: QuickConnect n’a fourni aucune route HTTPS vérifiable vers ce NAS.

# quickconnect.error.refused
source: QuickConnect refused the connection (code %lld).
fr: QuickConnect a refusé la connexion (code %lld).

# quickconnect.error.relay_disabled
source: QuickConnect relay is not enabled on this NAS.
fr: Le relais QuickConnect n’est pas activé sur ce NAS.

# quickconnect.error.unreachable
source: Could not reach QuickConnect: %@
fr: Impossible de joindre QuickConnect : %@

# quickconnect.error.unverified_response
source: The QuickConnect response could not be verified.
fr: La réponse de QuickConnect n’a pas pu être vérifiée.

# resources.cpu.user_system.summary
source: User %lld%%, system %lld%%
fr: Utilisateur %1$lld %%, système %2$lld %%
